Repository: kingrpaul/eo-glossary
Catalog: tm/lovecraft_nyarlathotep-level1.tmx
Source language: en_us
Languages: eo

source: ============= And it was then that Nyarlathotep came out of Egypt.
eo: ============= Kaj estis tiam ke Njarlatotepo eliris el Egiptujo.

source: ============= I believe we felt something coming down from the greenish moon, for when we began to depend on its light we drifted into curious involuntary marching formations and seemed to know our destinations though we dared not think of them.
eo: ============= Mi kredas, ke ni sentis ion malsuprenirantan de la verdeta luno, ĉar kiam ni komencis dependi de ĝia lumo, ni drivis en kuriozajn nevolajn marŝadajn formaciojn kaj ŝajnis koni niajn destinojn, kvankam ni ne aŭdacis pensi pri ili.

source: ============= I do not recall distinctly when it began, but it was months ago.
eo: ============= Mi ne rememoras klare kiam ĝi komenciĝis, sed estis antaŭ monatoj.

source: ============= I remember when Nyarlathotep came to my city — the great, the old, the terrible city of unnumbered crimes.
eo: ============= Mi rememoras kiam Njarlatotepo venis al mia urbo — la granda, la maljuna, la terura urbo de ne nombrataj krimoj.

source: ============= It was in the hot autumn that I went through the night with the restless crowds to see Nyarlathotep; through the stifling night and up the endless stairs into the choking room.
eo: ============= Estis en la varma aŭtuno kiam mi iris tra la nokto kun la senripozaj homamasoj por vidi Njarlatotepon; tra la subpremanta nokto kaj supren la senfina ŝtuparo en la strangolantan ĉambron.

source: ============= Nyarlathotep ============= Nyarlathotep … the crawling chaos … I am the last… I will tell the audient void … .
eo: ============= Njarlatotepo ============= Njarlatotepo … la rampa ĥaoso … mi estas la lasta … mi diros al la aŭdanta malpleno … .

source: ============= Screamingly sentient, dumbly delirious, only the gods that were can tell.
eo: ============= Kriege konscia, mute delira, nur la dioj, kiuj estis, povas distingi.

source: A sense of monstrous guilt was upon the land, and out of the abysses between the stars swept chill currents that made men shiver in dark and lonely places.
eo: Senco de monstra kulpo trapenetris la landon, kaj el la abismoj inter la steloj balais malvarmaj fluoj, kiuj tremigis virojn en malhelaj kaj solecaj lokoj.

source: A sickened, sensitive shadow writhing in hands that are not hands, and whirled blindly past ghastly midnights of rotting creation, corpses of dead worlds with sores that were cities, charnel winds that brush the pallid stars and make them flicker low.
eo: Malsanigita, sentema ombro tordiĝanta en manoj, kiuj ne estas manoj, kaj giris blinde preter makabraj noktomezoj de putranta kreitaro, kadavroj de mortintaj mondoj kun lezoj, kiuj estis urboj, tombaj ventoj, kiuj tuŝetis la palajn stelojn kaj igis ilin flagreti malvigle.

source: And I heard it hinted abroad that those who knew Nyarlathotep looked on sights which others saw not.
eo: Kaj mi aŭdis, ke oni aludis eksterlande, ke tiuj kiuj konis Njarlatotepon rigardis vidaĵojn, kiujn aliaj ne vidis.

source: And I saw the world battling against blackness; against the waves of destruction from ultimate space; whirling, churning, struggling around the dimming, cooling sun.
eo: Kaj mi vidis la mondon batalanta kontraŭ nigreco; kontraŭ la ondoj de detruo el prae finfina spaco; girante, kirliĝante, baraktante ĉirkaŭ la mallumiĝanta, malvarmiĝanta suno.

source: And again we saw a tram-car, lone, windowless, dilapidated, and almost on its side.
eo: Kaj denove ni vidis tramon, solan, sen'fenestran, kadukan, kaj preskaŭ sur ĝia flanko.

source: And shadowed on a screen, I saw hooded forms amidst ruins, and yellow evil faces peering from behind fallen monuments.
eo: Kaj ombritaj sur ekrano, mi vidis kapuĉatajn formojn inter ruinoj, kaj flavajn malbonajn vizaĝojn rigardantajn de malantaŭ falintaj monumentoj.

source: And through this revolting graveyard of the universe the muffled, maddening beating of drums, and thin, monotonous whine of blasphemous flutes from inconceivable, unlighted chambers beyond Time; the detestable pounding and piping whereunto dance slowly, awkwardly, and absurdly the gigantic, tenebrous ultimate gods — the blind, voiceless, mindless gargoyles whose soul is Nyarlathotep.
eo: Kaj tra ĉi tiu naŭza tombejo de la universo, la dampita, freneziga batado de tamburoj, kaj sen'resoneca, monotona plor'grinco de blasfemaj flutoj el ne'imageblaj, senlumaj kameroj preter Tempo; la abomeninda frapado kaj flutado, al kien dancas malrapide, mallerte, kaj absurde, la gigantaj, tenebraj prae finfinaj dioj — la blindaj, senvoĉaj, senmensaj gargojloj kies animo estas Njarlatotepo.

source: And when I, who was colder and more scientific than the rest, mumbled a trembling protest about "imposture" and "static electricity," Nyarlathotep drove us all out, down the dizzy stairs into the damp, hot, deserted midnight streets.
eo: Kaj kiam mi, kiu estis pli malvarma kaj pli scienca ol la resto, murmuris tremante proteston pri "trompaĵo" kaj "statika elektro," Njarlatotepo elpelis nin ĉiujn, malsupren laŭ la kapturna ŝtuparo en la malseketajn, varmajn, senhomajn noktomezajn stratojn.

source: And where Nyarlathotep went, rest vanished; for the small hours were rent with the screams of nightmare.
eo: Kaj kien Njarlatotepo iris, ripozo malaperis; ĉar la tre malfruaj horoj estis disŝirataj per la kriegoj de koŝmaroj.

source: Another filed down a weed-choked subway entrance, howling with a laughter that was mad.
eo: Alia marŝis kolone laŭ herbaĉe strangolita metroa enirejo, hurlante kun ridado, kiu estis freneza.

source: As if beckoned by those who had gone before, I half-floated between the titanic snowdrifts, quivering and afraid, into the sightless vortex of the unimaginable.
eo: Kvazaŭ mansignite de tiuj, kiuj estis irintaj antaŭe, mi duone flosis inter la titanaj neĝamasoj, tremanta kaj tima, en la senvidan vorticon de la ne imagebla.

source: Beyond the worlds vague ghosts of monstrous things; half-seen columns of unsanctified temples that rest on nameless rocks beneath space and reach up to dizzy vacua above the spheres of light and darkness.
eo: Preter la mondoj, malklaraj fantomoj de monstraj aferoj; duone viditaj kolonoj de ne sanktigitaj temploj, kiuj ripozas sur sennomaj rokoj sub spaco kaj atingas supren ĝis kapturnajn vakuojn super la sferoj de lumo kaj mallumo.

source: He said he had risen up out of the blackness of twenty-seven centuries, and that he had heard messages from places not on this planet.
eo: Li diris, ke li estis leviĝinta el la nigreco de dudek sep jarcentoj, kaj ke li estis aŭdinta mesaĝojn de lokoj ne sur ĉi tiu planedo.

source: He spoke much of the sciences — of electricity and psychology — and gave exhibitions of power which sent his spectators away speechless, yet which swelled his fame to exceeding magnitude.
eo: Li parolis multe pri la sciencoj — pri elektro kaj psikologio — kaj donis ekspoziciojn de potenco kiuj forsendis liajn spektantojn senparole, tamen kiuj ŝveligis sian famon ĝis tre ega grandeco.

source: I lingered behind, for the black rift in the green-litten snow was frightful, and I thought I had heard the reverberations of a disquieting wail as my companions vanished; but my power to linger was slight.
eo: Mi postrestis, ĉar la nigra breĉo en la verde lumigita neĝo estis timiga, kaj mi pensis, ke mi aŭdis la resonojn de maltrankviliga lamento dum miaj kunuloj malaperis; sed mia kapablo por restadi estis malgranda.

source: I recall that the people went about with pale and worried faces, and whispered warnings and prophecies which no one dared consciously repeat or acknowledge to himself that he had heard.
eo: Mi rememoras ke la homoj estis irantaj kun palaj kaj maltrankvilaj vizaĝoj, kaj flustris avertojn kaj profetaĵojn, kiujn neniu aŭdacis konscie ripeti aŭ agnoski al si mem ke li aŭdis.

source: I screamed aloud that I was not afraid; that I never could be afraid; and others screamed with me for solace.
eo: Mi kriegis laŭte, ke mi ne timis; ke mi neniam povis esti tima; kaj aliaj kriegis kun mi por konsolo.

source: Into the lands of civilisation came Nyarlathotep, swarthy, slender, and sinister, always buying strange instruments of glass and metal and combining them into instruments yet stranger.
eo: En la landojn de civilizacio venis Njarlatotepo, olive-haŭta, svelta, kaj minaca, ĉiam aĉetanta strangajn instrumentojn el vitro kaj metalo kaj kombinanta ilin en instrumentojn ankoraŭ pli strangajn.

source: Men advised one another to see Nyarlathotep, and shuddered.
eo: Viroj konsilis unu la alian vidi Njarlatotepon, kaj ektremis.

source: My friend had told me of him, and of the impelling fascination and allurement of his revelations, and I burned with eagerness to explore his uttermost mysteries.
eo: Mia amiko diris al mi pri li, kaj pri la pela fascinado kaj allogado de liaj revelacioj, kaj mi brulis de entuziasmo por esplori liaj plej ekstremajn misterojn.

source: My friend said they were horrible and impressive beyond my most fevered imaginings; and what was thrown on a screen in the darkened room prophesied things none but Nyarlathotep dared prophesy, and in the sputter of his sparks there was taken from men that which had never been taken before yet which shewed only in the eyes.
eo: Mia amiko diris ke ili estis hororaj kaj imponaj pli ol miaj plej febraj imagaĵoj; kaj kio estis ĵetata sur ekrano en la mallumigita ĉambro profetis aferojn, kiujn neniu krom Njarlatotepo aŭdacis profeti, kaj en la disŝpruco de liaj fajreroj estis prenita el viroj tio, kio neniam estis prenita antaŭe, tamen kio montriĝis nur en la okuloj.

source: My own column was sucked toward the open country, and presently I felt a chill which was not of the hot autumn; for as we stalked out on the dark moor, we beheld around us the hellish moon-glitter of evil snows.
eo: Mia propra kolono estis suĉita al la malferma kamparo, kaj baldaŭ mi sentis malvarmon kiu ne estis de la varma aŭtuno; ĉar dum ni elmarŝis sur la malhela erikejo, ni ekvidis ĉirkaŭ ni la inferan luna-brileton de malbonaj neĝoj.

source: Never before had the screams of nightmare been such a public problem; now the wise men almost wished they could forbid sleep in the small hours, that the shrieks of cities might less horribly disturb the pale, pitying moon as it glimmered on green waters gliding under bridges, and old steeples crumbling against a sickly sky.
eo: Neniam antaŭe, la kriegoj de koŝmaroj estis tiom publika problemo; nun la saĝuloj preskaŭ deziris, ke ili povus malpermesi dormon en la tre malfruaj horoj, por ke la ŝrikoj de urboj povus malpli horore ĝeni la palan, kompatantan lunon, dum ĝi glimis sur verdaj akvoj, glitantaj sub pontoj, kaj malnovaj spajroj diseriĝantaj kontraŭ malsanema ĉielo.

source: Once we looked at the pavement and found the blocks loose and displaced by grass, with scarce a line of rusted metal to shew where the tramways had run.
eo: Unufoje ni rigardis la pavimon kaj trovis la blokojn malfiksaj kaj delokitaj de herboj, kun apenaŭ linio el rusta metalo por montri kie la tramvojoj estis kurintaj.

source: One disappeared in a narrow alley to the left, leaving only the echo of a shocking moan.
eo: Unu malaperis en mallarĝa strateto maldekstren, lasante nur la eĥon de ŝoka ĝemo.

source: The column seemed very thin indeed as it plodded dreamily into the gulf.
eo: La kolono ŝajnis tre maldika ja dum ĝi marŝis sonĝe en la abismo.

source: The fellahin knelt when they saw him, yet could not say why.
eo: La kamparanoj genuis kiam ili vidis lin, tamen ne povis diri kial.

source: The general tension was horrible.
eo: La ĝenerala angoro estis horora.

source: Then the sparks played amazingly around the heads of the spectators, and hair stood up on end whilst shadows more grotesque than I can tell came out and squatted on the heads.
eo: Tiam la fajreroj ludis mirinde ĉirkaŭ la kapoj de la spektantoj, kaj haroj staris al la fino dum ombroj pli groteskaj ol mi povas priskribi elvenis kaj kaŭris sur la kapoj.

source: Then we split up into narrow columns, each of which seemed drawn in a different direction.
eo: Tiam ni disiĝis en mallarĝaj kolonoj, ĉiu el kiuj ŝajnis esti altirata en malsaman direkton.

source: There was a daemoniac alteration in the sequence of the seasons — the autumn heat lingered fearsomely, and everyone felt that the world and perhaps the universe had passed from the control of known gods or forces to that of gods or forces which were unknown.
eo: Estis demona ŝanĝiĝo en la sekvenco de la sezonoj — la aŭtuna varmeco daŭris timige, kaj ĉiuj sentis, ke la mondo kaj eble la universo estis pasintaj de la rego de konataj dioj aŭ fortoj al la rego de dioj aŭ fortoj kiuj estis nekonataj.

source: To a season of political and social upheaval was added a strange and brooding apprehension of hideous physical danger; a danger widespread and all-embracing, such a danger as may be imagined only in the most terrible phantasms of the night.
eo: Al sezono de politika kaj socia tumulto, aldonis strangan kaj paŭte ŝvebantan antaŭtimon pri hida fizika danĝero; danĝero disvastigita kaj tute ampleksa, tia danĝero kia estus imagata nur en la plej teruraj fantasmoj de la nokto.

source: Trackless, inexplicable snows, swept asunder in one direction only, where lay a gulf all the blacker for its glittering walls.
eo: Sen'spuraj, ne'klarig'eblaj neĝoj, disbalaita en unu direkto nur, kie kuŝis abismo des pli nigra pro ĝiaj briletantaj muroj.

source: We swore to one another that the city was exactly the same, and still alive; and when the electric lights began to fade we cursed the company over and over again, and laughed at the queer faces we made.
eo: Ni juris unu al la alia ke la urbo estis precize la sama, kaj ankoraŭ viva; kaj kiam la elektraj lumoj ekfadis, ni sakris al la kompanio denove kaj denove, kaj ridis pri la strangaj vizaĝoj, kiujn ni faris.

source: When we gazed around the horizon, we could not find the third tower by the river, and noticed that the silhouette of the second tower was ragged at the top.
eo: Kiam ni rigardis ĉirkaŭ la horizonto, ni ne povis trovi la trian turon apud la rivero, kaj rimarkis, ke la silueto de la dua turo estis malglata ĉe la supro.

source: Who he was, none could tell, but he was of the old native blood and looked like a Pharaoh.
eo: Kiu li estis, neniu povis diri, sed li estis el la malnova indiĝena prasango kaj aspektis kiel faraono.
